Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitHealthAndFitnessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.workoutDuration
source: Workout Duration
ar: مدة التمرين
bg: Продължителност на тренировка
ca: Durada de la sessió d'entrenament
cs: Doba tréninku
da: Træningsvarighed
de: Trainingsdauer
el: Διάρκεια Προπόνησης
es: Duración del entrenamiento
es_419: Duración del Entrenamiento
fi: Harjoituksen kesto
fr: Durée de l'entraînement
fr_ca: Durée de l'entraînement
he: משך אימון
hi: व्यायाम अवधि
hr: Trajanje treninga
hu: Edzés Időtartama
id: Durasi Latihan
it: Durata dell'allenamento
ja: ワークアウトの長さ
kk: Жаттығу ұзақтығы
ko: 운동 시간
ms: Durasi Senaman
nb: Treningsvarighet
nl: Work-outduur
pl: Czas treningu
pt_br: Duração do Treino
pt_pt: Duração do Treino
ro: Durata Antrenamentului
ru: Продолжительность тренировки
sk: Dĺžka tréningu
sv: Träningspassets Varaktighet
th: ระยะเวลาออกกำลังกาย
tr: Antrenman Süresi
uk: Тривалість тренування
vi: Thời gian tập luyện
zh_hans: 锻炼时长
zh_hant: 運動持續時間
zh_hk: 鍛煉持續時間

# TK.Placeholder.addWorkoutDetailsDots
source: Add workout details…
ar: أضف تفاصيل التمرين…
bg: Добавяне на детайли за тренировка…
ca: Afegint detalls de l'entrenament…
cs: Přidat detaily tréninku…
da: Tilføj workoutsoplysninger…
de: Trainingsdetails hinzufügen…
el: Προσθήκη λεπτομερειών προπόνησης…
es: Añadir detalles de entrenamiento…
es_419: Agregar detalles del entrenamiento…
fi: Lisää harjoituksen yksityiskohdat…
fr: Ajouter des détails d'entraînement…
fr_ca: Ajouter des détails d'entraînement…
he: הוסף פרטי אימון…
hi: वर्कआउट का विवरण जोड़ें…
hr: Dodaj pojedinosti vježbe…
hu: Edzés részletek hozzáadása…
id: Tambahkan detail workout…
it: Aggiungi dettagli di allenamento…
ja: ワークアウトの詳細を追加…
kk: Жаттығу детальдарын енгізу…
ko: 운동 세부사항 추가…
ms: Tambah butiran senaman…
nb: Legg til treningsdetaljer…
nl: Voeg workoutdetails toe…
pl: Dodaj szczegóły dotyczące treningu…
pt_br: Adicionar detalhes do treino…
pt_pt: Adicionar detalhes do treino…
ro: Adaugă detalii antrenament…
ru: Добавить детали тренировки…
sk: Pridať podrobnosti o cvičení…
sv: Lägg till träningsdetaljer…
th: เพิ่มรายละเอียดการออกกำลังกาย…
tr: Egzersiz detayları ekle…
uk: Додати деталі тренування…
vi: Thêm chi tiết bài tập…
zh_hans: 添加锻炼详情…
zh_hant: 添加運動詳情…
zh_hk: 添加健身詳情…

# TK.Placeholder.analyzingWorkoutDots
source: Analyzing workout…
ar: جاري تحليل التمرين…
bg: Анализиране на тренировка…
ca: Analitzant entrenament…
cs: Analyzuji trénink…
da: Analyserer træning…
de: Training analysieren…
el: Ανάλυση προπόνησης…
es: Analizando entrenamiento…
es_419: Analizando entrenamiento…
fi: Analysoidaan harjoitusta…
fr: Analyse de l'entraînement…
fr_ca: Analyse de l'entraînement…
he: מנתח אימון…
hi: वर्कआउट का विश्लेषण कर रहे हैं…
hr: Analiziranje vježbe…
hu: Edzés elemzése folyamatban…
id: Menganalisis workout…
it: Analizzando allenamento…
ja: ワークアウトを分析中…
kk: Жаттығуды талдау…
ko: 운동 분석 중…
ms: Menganalisis senaman…
nb: Analyserer treningsdata…
nl: Workout analyseren…
pl: Analizowanie treningu…
pt_br: Analisando treino…
pt_pt: A analisar treino…
ro: Analizează antrenament…
ru: Анализ тренировки…
sk: Analyzovanie cvičenia…
sv: Analyserar träning…
th: กำลังวิเคราะห์การออกกำลังกาย…
tr: Egzersiz analizi yapılıyor...
uk: Аналіз тренування…
vi: Đang phân tích bài tập…
zh_hans: 正在分析锻炼…
zh_hant: 正在分析運動數據…
zh_hk: 正在分析健身數據…

# TK.Placeholder.calculatingCaloriesDots
source: Calculating calories…
ar: جارٍ حساب السعرات الحرارية…
bg: Изчисляване на калории…
ca: Calculant calories…
cs: Vypočítávání kalorií…
da: Beregnelse af kalorier…
de: Kalorien werden berechnet…
el: Υπολογισμός θερμίδων…
es: Calculando calorías…
es_419: Calculando calorías…
fi: Lasketaan kaloreita…
fr: Calcul des calories…
fr_ca: Calcul des calories…
he: מחפש קלוריות…
hi: कैलोरी की गणना कर रहे हैं…
hr: Izračunavanje kalorija…
hu: Kalóriák számítása…
id: Menghitung kalori…
it: Calcolo calorie…
ja: 消費カロリーを計算中…
kk: Калорияларды есептеу…
ko: 칼로리 계산 중…
ms: Mengira kalori…
nb: Beregner kalorier…
nl: Calorieën berekenen…
pl: Obliczanie kalorii…
pt_br: Calculando calorias…
pt_pt: A calcular calorias…
ro: Se calculează calorii…
ru: Расчет калорий…
sk: Vypočítavanie kalórií…
sv: Beräknar kalorier…
th: กำลังคำนวณแคลอรี…
tr: Kaloriler hesaplanıyor…
uk: Обчислюю калорії…
vi: Đang tính toán calo…
zh_hans: 正在计算卡路里…
zh_hant: 正在計算卡路里…
zh_hk: 正在計算卡路里…

# TK.Placeholder.enterActivityTypeDots
source: Enter activity type…
ar: أدخل نوع النشاط…
bg: Въведете тип дейност…
ca: Introdueix el tipus d'activitat…
cs: Zadejte typ aktivity…
da: Indtast aktivitetstype…
de: Aktivitätstyp eingeben…
el: Εισάγετε τύπο δραστηριότητας…
es: Ingresa tipo de actividad…
es_419: Ingresa el tipo de actividad…
fi: Anna aktiviteetin tyyppi…
fr: Entrez le type d'activité…
fr_ca: Entrer le type d'activité…
he: הכנס סוג פעילות…
hi: क्रियाकलाप का प्रकार डालें…
hr: Unesi tip aktivnosti…
hu: Tevékenység típusának megadása…
id: Masukkan jenis kegiatan…
it: Inserisci tipo di attività…
ja: 活動タイプを入力…
kk: Белсенділік түрін енгізіңіз…
ko: 활동 유형 입력…
ms: Masukkan jenis aktiviti…
nb: Skriv inn aktivitetstype…
nl: Voer type activiteit in…
pl: Wprowadź rodzaj aktywności…
pt_br: Digite o tipo de atividade…
pt_pt: Introduzir tipo de atividade…
ro: Introducerea tipului de activitate…
ru: Введите тип активности…
sk: Zadaj typ aktivity…
sv: Ange aktivitetstyp…
th: กรอกประเภทกิจกรรม…
tr: Etkinlik türünü gir…
uk: Введіть тип діяльності…
vi: Nhập loại hoạt động…
zh_hans: 请输入活动类型…
zh_hant: 輸入活動類型…
zh_hk: 輸入活動類型…

# TK.Placeholder.enterCurrentWeightDots
source: Enter current weight…
ar: أدخل الوزن الحالي…
bg: Въведи текущото тегло…
ca: Introdueix el pes actual…
cs: Zadejte aktuální hmotnost…
da: Indtast nuværende vægt…
de: Aktuelles Gewicht eingeben…
el: Εισάγετε το τρέχον βάρος…
es: Ingresa tu peso actual…
es_419: Ingresa tu peso actual…
fi: Syötä nykyinen paino…
fr: Entrez le poids actuel…
fr_ca: Entre le poids actuel…
he: הזן משקל נוכחי…
hi: वर्तमान वजन दर्ज करें…
hr: Unesi trenutnu težinu…
hu: Írd be a jelenlegi testsúlyt…
id: Masukkan berat badan saat ini…
it: Inserisci il peso attuale…
ja: 現在の体重を入力…
kk: Ағымдағы салмақты енгізіңіз…
ko: 현재 체중을 입력하세요…
ms: Masukkan berat semasa…
nb: Skriv inn aktuell vekt…
nl: Voer je huidige gewicht in…
pl: Wprowadź aktualną wagę…
pt_br: Digite o peso atual…
pt_pt: Introduza o peso atual…
ro: Introdu greutatea curentă…
ru: Введите текущий вес…
sk: Zadaj aktuálnu hmotnosť…
sv: Ange nuvarande vikt…
th: กรอกน้ำหนักปัจจุบัน…
tr: Mevcut ağırlığı gir…
uk: Введіть поточну вагу…
vi: Nhập cân nặng hiện tại…
zh_hans: 输入当前体重…
zh_hant: 輸入當前體重…
zh_hk: 輸入當前體重…

# TK.Placeholder.enterDailyStepGoalDots
source: Enter daily step goal…
ar: أدخل هدف الخطوات اليومية…
bg: Въведи целта за дневни стъпки…
ca: Introdueix l'objectiu diari de passos…
cs: Zadejte denní cíl kroků…
da: Indtast dagligt stepmål…
de: Tägliches Schrittziel eingeben…
el: Εισάγετε τον καθημερινό στόχο βημάτων…
es: Ingresa la meta diaria de pasos…
es_419: Ingresa tu objetivo diario de pasos…
fi: Syötä päivittäinen askelmäärä…
fr: Entrez l'objectif quotidien de pas…
fr_ca: Entre l'objectif quotidien de pas…
he: הזן יעד צעדים יומי…
hi: प्रतिदिन का कदम लक्ष्य दर्ज करें…
hr: Unesi dnevni cilj koraka…
hu: Írd be a napi lépésszám célt…
id: Masukkan tujuan langkah harian…
it: Inserisci l'obiettivo di passi giornalieri…
ja: 日々の歩数目標を入力…
kk: Күнделікті жүріс мақсатын енгізіңіз…
ko: 일일 걸음 목표를 입력하세요…
ms: Masukkan matlamat langkah harian…
nb: Skriv inn daglige skrittmål…
nl: Voer je dagelijkse stappendoel in…
pl: Wprowadź dzienny cel kroków…
pt_br: Digite a meta de passos diária…
pt_pt: Introduza a meta diária de passos…
ro: Introdu obiectivul zilnic de pași…
ru: Введите ежедневную цель по шагам…
sk: Zadaj denný cieľ krokov…
sv: Ange dagligt stegmål…
th: กรอกเป้าหมายจำนวนก้าวต่อวัน…
tr: Günlük adım hedefini gir…
uk: Введіть щоденну мету кроків…
vi: Nhập mục tiêu bước đi hàng ngày…
zh_hans: 输入每日步数目标…
zh_hant: 輸入每日步伐目標…
zh_hk: 輸入每日步行目標…

# TK.Placeholder.enterExerciseDurationDots
source: Enter exercise duration…
ar: أدخل مدة التمرين…
bg: Въведи продължителността на упражнението…
ca: Introdueix la durada de l'exercici…
cs: Zadejte délku cvičení…
da: Indtast træningstid…
de: Übungsdauer eingeben…
el: Εισάγετε διάρκεια άσκησης…
es: Ingresa la duración del ejercicio…
es_419: Ingresa la duración del ejercicio…
fi: Syötä liikunnan kesto…
fr: Entrez la durée de l'exercice…
fr_ca: Entre la durée de l'exercice…
he: הזן משך פעילות גופנית…
hi: व्यायाम अवधि दर्ज करें…
hr: Unesi trajanje vježbanja…
hu: Írd be a gyakorlás időtartamát…
id: Masukkan durasi latihan…
it: Inserisci durata dell'esercizio…
ja: 運動時間を入力…
kk: Дене шынықтыру ұзақтығын енгізіңіз…
ko: 운동 시간을 입력하세요…
ms: Masukkan durasi senaman…
nb: Skriv inn treningsvarighet…
nl: Voer de duur van de oefening in…
pl: Wprowadź czas ćwiczeń…
pt_br: Digite a duração do exercício…
pt_pt: Introduza a duração do exercício…
ro: Introdu durata exercițiului…
ru: Введите продолжительность тренировки…
sk: Zadaj trvanie cvičenia…
sv: Ange träningsvaraktighet…
th: กรอกระยะเวลาในการออกกำลังกาย…
tr: Egzersiz süresini gir…
uk: Введіть тривалість вправи…
vi: Nhập thời gian tập luyện…
zh_hans: 输入运动时长…
zh_hant: 輸入運動時間…
zh_hk: 輸入運動持續時間…

# TK.Placeholder.enterHeartRateDots
source: Enter heart rate…
ar: أدخل معدل ضربات القلب…
bg: Въведи сърдечен ритъм…
ca: Introdueix la freqüència cardíaca…
cs: Zadejte srdeční tep…
da: Indtast hjertefrekvens…
de: Herzfrequenz eingeben…
el: Εισάγετε καρδιακό ρυθμό…
es: Introduce la frecuencia cardíaca…
es_419: Ingresa la frecuencia cardíaca…
fi: Syötä sydämen syke…
fr: Entrez la fréquence cardiaque…
fr_ca: Entre le rythme cardiaque…
he: הזן דופק…
hi: हृदय गति दर्ज करें…
hr: Unesi broj otkucaja srca…
hu: Írd be a pulzusszámot…
id: Masukkan detak jantung…
it: Inserisci frequenza cardiaca…
ja: 心拍数を入力…
kk: Жүрек соғуын енгізіңіз…
ko: 심박수를 입력하세요…
ms: Masukkan kadar jantung…
nb: Skriv inn hjerteslag…
nl: Voer hartslag in…
pl: Wprowadź tętno…
pt_br: Digite a frequência cardíaca…
pt_pt: Introduza a frequência cardíaca…
ro: Introduceți frecvența cardiacă…
ru: Введите частоту сердечных сокращений…
sk: Zadaj srdcový tep…
sv: Ange puls…
th: กรอกอัตราการเต้นของหัวใจ…
tr: Kalp atış hızını gir…
uk: Введіть частоту серцебиття…
vi: Nhập nhịp tim…
zh_hans: 输入心率…
zh_hant: 請輸入心跳率…
zh_hk: 輸入心率…

# TK.Placeholder.enterHeightDots
source: Enter height…
ar: أدخل الطول…
bg: Въведи височина…
ca: Introdueix l'alçada…
cs: Zadejte výšku…
da: Indtast højde…
de: Größe eingeben…
el: Εισάγετε ύψος…
es: Introduce altura…
es_419: Ingresa la altura…
fi: Syötä korkeus…
fr: Entrez la taille…
fr_ca: Entre la taille…
he: הזן גובה…
hi: ऊंचाई दर्ज करें…
hr: Unesi visinu…
hu: Írd be a magasságot…
id: Masukkan tinggi badan…
it: Inserisci altezza…
ja: 身長を入力…
kk: Биіктікті енгізіңіз…
ko: 키를 입력하세요…
ms: Masukkan ketinggian…
nb: Skriv inn høyde…
nl: Voer lengte in…
pl: Wprowadź wzrost…
pt_br: Digite a altura…
pt_pt: Introduza a altura…
ro: Introduceți înălțimea…
ru: Введите рост…
sk: Zadaj výšku…
sv: Ange höjd…
th: กรอกส่วนสูง…
tr: Boyu gir…
uk: Введіть зріст…
vi: Nhập chiều cao…
zh_hans: 输入身高…
zh_hant: 請輸入身高…
zh_hk: 輸入身高…

# TK.Placeholder.enterMealDetailsDots
source: Enter meal details…
ar: أدخل تفاصيل الوجبة…
bg: Въведи детайли за ястието…
ca: Introdueix els detalls de l'àpat…
cs: Zadejte údaje o jídle…
da: Indtast måltidsdetaljer…
de: Mahlzeitdetails eingeben…
el: Βάλε λεπτομέρειες γεύματος…
es: Introduce detalles de la comida…
es_419: Ingresa los detalles de la comida…
fi: Syötä ateriatiedot…
fr: Entrez les détails du repas…
fr_ca: Entrez les détails du repas…
he: הזן פרטי ארוחה…
hi: भोजन विवरण डालें…
hr: Unesi detalje obroka…
hu: Írd be az étkezés részleteit…
id: Masukkan detail makanan…
it: Inserisci dettagli del pasto…
ja: 食事の詳細を入力…
kk: Тамақ мәліметтерін енгізіңіз…
ko: 식사 정보를 입력하세요…
ms: Masukkan butiran makanan…
nb: Skriv inn måltidsdetaljer…
nl: Voer maaltijdgegevens in…
pl: Wprowadź szczegóły posiłku…
pt_br: Digite os detalhes da refeição…
pt_pt: Introduza os detalhes da refeição…
ro: Introduceti detaliile mesei…
ru: Введите детали трапезы…
sk: Zadaj podrobnosti o jedle…
sv: Ange måltidsdetaljer…
th: กรอกรายละเอียดมื้ออาหาร…
tr: Yemek detaylarını gir…
uk: Введіть деталі страви…
vi: Nhập thông tin bữa ăn…
zh_hans: 输入餐点详情…
zh_hant: 請輸入餐點詳情…
zh_hk: 輸入餐點詳情…

# TK.Placeholder.enterRepsDots
source: Enter reps…
ar: أدخل عدد التكرارات…
bg: Въведи повторения…
ca: Introdueix les repeticions…
cs: Zadejte počet opakování…
da: Indtast antal gentagelser…
de: Gib die Wiederholungen ein…
el: Βάλε επαναλήψεις…
es: Introduce las repeticiones…
es_419: Ingresa las repeticiones…
fi: Syötä toistojen määrä…
fr: Entrez le nombre de répétitions…
fr_ca: Saisissez le nombre de répétitions…
he: הזן מספר חזרות…
hi: दोहराव दर्ज करें…
hr: Unesi broj ponavljanja…
hu: Írd be az ismétlések számát…
id: Masukkan repetisi…
it: Inserisci le ripetizioni…
ja: レップ数を入力…
kk: Рептердің санын енгізіңіз…
ko: 반복 횟수 입력…
ms: Masukkan bilangan repetisi…
nb: Skriv inn repetisjoner…
nl: Voer herhalingen in…
pl: Wprowadź liczbę powtórzeń…
pt_br: Digite as repetições…
pt_pt: Introduza o número de repetições…
ro: Introduceti repetările…
ru: Введите повторения…
sk: Zadaj počet opakovaní…
sv: Ange antal repetitioner…
th: กรอกจำนวนครั้ง…
tr: Tekrar sayısını girin…
uk: Введіть повтори…
vi: Nhập số lần…
zh_hans: 请输入重复次数…
zh_hant: 輸入重複次數…
zh_hk: 輸入重複次數…

# TK.Placeholder.enterSetsDots
source: Enter sets…
ar: أدخل عدد المجموعات…
bg: Въведи серии…
ca: Introdueix els jocs…
cs: Zadejte počet sad…
da: Indtast sæt…
de: Gib die Sätze ein…
el: Βάλε σετ…
es: Introduce las series…
es_419: Ingresa los sets…
fi: Syötä sarjat…
fr: Entrez le nombre de sets…
fr_ca: Saisissez le nombre de séries…
he: הזן מערכות…
hi: सेट दर्ज करें…
hr: Unesi setove…
hu: Írd be a szettek számát…
id: Masukkan set…
it: Inserisci i set…
ja: セット数を入力…
kk: Жиындар санын енгізіңіз…
ko: 세트 수 입력…
ms: Masukkan bilangan set…
nb: Skriv inn antall sett…
nl: Voer sets in…
pl: Wprowadź zestawy…
pt_br: Digite as séries…
pt_pt: Introduza o número de séries…
ro: Introduceți seturile…
ru: Введите подходы…
sk: Zadaj počet sérií…
sv: Ange antal set…
th: กรอกชุด…
tr: Setleri girin…
uk: Введіть сети…
vi: Nhập số bộ…
zh_hans: 请输入组数…
zh_hant: 輸入套數…
zh_hk: 輸入組數…

# TK.Placeholder.enterTargetWeightDots
source: Enter target weight…
ar: أدخل الوزن المستهدف…
bg: Въведи целево тегло…
ca: Introdueix el pes objectiu…
cs: Zadejte cílovou váhu…
da: Indtast målvægt…
de: Gib das Zielgewicht ein…
el: Εισάγετε βάρος στόχου…
es: Introduce el peso objetivo…
es_419: Ingresa el peso objetivo…
fi: Syötä tavoitepaino…
fr: Entrez votre poids cible…
fr_ca: Saisissez le poids cible…
he: הזן משקל יעד…
hi: लक्ष्य वजन दर्ज करें…
hr: Unesi ciljnu težinu…
hu: Írd be a cél súlyt…
id: Masukkan berat target…
it: Inserisci il peso obiettivo…
ja: 目標体重を入力…
kk: Мақсатты салмақты енгізіңіз…
ko: 목표 체중 입력…
ms: Masukkan berat sasaran…
nb: Skriv inn målvekt…
nl: Voer streefgewicht in…
pl: Wprowadź docelową wagę…
pt_br: Digite o peso alvo…
pt_pt: Introduza o peso alvo…
ro: Introdu greutatea țintă…
ru: Введите целевой вес…
sk: Zadaj cieľovú hmotnosť…
sv: Ange målvikt…
th: กรอกน้ำหนักเป้าหมาย…
tr: Hedef kiloyu girin…
uk: Введіть цільову вагу…
vi: Nhập cân nặng mục tiêu…
zh_hans: 请输入目标体重…
zh_hant: 輸入目標體重…
zh_hk: 輸入目標體重…

# TK.Placeholder.enterWaterAmountDots
source: Enter water amount…
ar: أدخل كمية الماء…
bg: Въведи количество вода…
ca: Introdueix la quantitat d'aigua…
cs: Zadejte množství vody…
da: Indtast vandmængde…
de: Wasser­menge eingeben…
el: Εισάγετε ποσότητα νερού…
es: Introduce la cantidad de agua…
es_419: Ingresa la cantidad de agua…
fi: Syötä veden määrä…
fr: Entrez la quantité d'eau…
fr_ca: Entrez la quantité d'eau…
he: הזן כמות מים…
hi: जल की मात्रा दर्ज करें…
hr: Unesi količinu vode…
hu: Írd be a vízmennyiséget…
id: Masukkan jumlah air…
it: Inserisci la quantità d'acqua…
ja: 水の量を入力…
kk: Су мөлшерін енгізіңіз…
ko: 물 섭취량 입력…
ms: Masukkan jumlah air…
nb: Skriv inn vannmengde…
nl: Voer waterhoeveelheid in…
pl: Wprowadź ilość wody...
pt_br: Digite a quantidade de água…
pt_pt: Introduza a quantidade de água…
ro: Introdu cantitatea de apă…
ru: Введите количество воды…
sk: Zadaj množstvo vody…
sv: Ange vattenmängd…
th: กรอกจำนวนการดื่มน้ำ…
tr: Su miktarını girin…
uk: Введіть кількість води…
vi: Nhập lượng nước…
zh_hans: 请输入水量…
zh_hant: 輸入水量…
zh_hk: 輸入水量…

# TK.Placeholder.enterWorkoutDurationDots
source: Enter workout duration…
ar: أدخل مدة التمرين…
bg: Въведи продължителност на тренировката…
ca: Introdueix la durada de l'entrenament…
cs: Zadejte dobu tréninku…
da: Indtast træningsvarighed…
de: Trainingsdauer eingeben…
el: Εισάγετε διάρκεια προπόνησης…
es: Introduce la duración del entrenamiento…
es_419: Ingresa la duración del entrenamiento…
fi: Syötä harjoituksen kesto…
fr: Entrez la durée de l'entraînement…
fr_ca: Entrez la durée de l'entraînement…
he: הזן משך האימון…
hi: वर्कआउट की लंबाई दर्ज करें…
hr: Unesi trajanje vježbanja…
hu: Edzés időtartamának megadása…
id: Masukkan durasi latihan…
it: Inserisci la durata dell'allenamento…
ja: トレーニング時間を入力…
kk: Жаттығу ұзақтығын енгізіңіз…
ko: 운동 시간 입력…
ms: Masukkan tempoh senaman…
nb: Skriv inn varighet av treningsøkten…
nl: Voer trainingsduur in…
pl: Wprowadź czas treningu…
pt_br: Digite a duração do treino…
pt_pt: Introduza a duração do treino…
ro: Introdu durata antrenamentului…
ru: Введите длительность тренировки…
sk: Zadajte dobu cvičenia…
sv: Skriv in träningsduration…
th: กรุณาใส่ระยะเวลาการออกกำลังกาย…
tr: Egzersiz süresini girin…
uk: Введіть тривалість тренування…
vi: Nhập thời gian tập luyện…
zh_hans: 请输入锻炼时长…
zh_hant: 輸入運動時長…
zh_hk: 輸入運動持續時間…

# TK.Placeholder.findAnExerciseDots
source: Find an exercise…
ar: ابحث عن تمارين…
bg: Намери упражнение…
ca: Troba un exercici…
cs: Najdi cvičení…
da: Find en øvelse…
de: Eine Übung finden…
el: Βρείτε μια άσκηση…
es: Buscando un ejercicio…
es_419: Buscar un ejercicio…
fi: Etsi harjoitus…
fr: Trouvez un exercice…
fr_ca: Trouvez un exercice…
he: מצא תרגול…
hi: एक व्यायाम खोजें…
hr: Pronađi vježbu…
hu: Gyakorlat keresése…
id: Temukan latihan…
it: Trova un esercizio…
ja: エクササイズを見つける…
kk: Жаттығуды табыңыз…
ko: 운동 찾기…
ms: Cari senaman…
nb: Finn en øvelse…
nl: Vind een oefening…
pl: Znajdź ćwiczenie...
pt_br: Encontrar um exercício…
pt_pt: Encontrar um exercício…
ro: Caută un exercițiu…
ru: Найти упражнение…
sk: Nájdite cvičenie…
sv: Hitta en övning…
th: ค้นหาการออกกำลังกาย…
tr: Bir egzersiz bul…
uk: Знайти вправу…
vi: Tìm một bài tập…
zh_hans: 寻找锻炼…
zh_hant: 查找練習…
zh_hk: 找一個練習…

# TK.Placeholder.logYourMealDots
source: Log your meal…
ar: سجل وجبتك…
bg: Запиши храната си…
ca: Registra el teu àpat…
cs: Zaznamenejte si svůj pokrm…
da: Registrer dit måltid…
de: Essen protokollieren…
el: Καταγράψτε το γεύμα σας…
es: Registra tu comida…
es_419: Registra tu comida…
fi: Kirjaa ateriasi…
fr: Enregistrez votre repas…
fr_ca: Enregistrement de ton repas…
he: רשום את הארוחה שלך…
hi: अपना भोजन लॉग करें…
hr: Zabilježi obrok…
hu: Ételed rögzítése…
id: Catat makanan Anda…
it: Registra il tuo pasto…
ja: 食事を記録…
kk: Тамақты тіркеңіз…
ko: 식사 기록…
ms: Log makanan anda…
nb: Logg måltidet ditt…
nl: Registreer je maaltijd…
pl: Dodaj swój posiłek…
pt_br: Registrando sua refeição…
pt_pt: Registar a sua refeição…
ro: Notează masa ta…
ru: Запишите прием пищи…
sk: Zaznamenávam svoje jedlo…
sv: Logga din måltid…
th: บันทึกมื้ออาหารของคุณ…
tr: Yemek kaydınızı girin…
uk: Ведіть облік вашої їжі…
vi: Ghi chép bữa ăn của bạn…
zh_hans: 记录你的餐饮…
zh_hant: 正在記錄你的餐點…
zh_hk: 記錄你的餐點…

# TK.Placeholder.recordingWorkoutDots
source: Recording workout…
ar: جاري تسجيل تمارينك…
bg: Записване на тренировка…
ca: Registrant entrenament…
cs: Nahrávám trénink…
da: Optager træningspas…
de: Workout aufnehmen…
el: Καταγραφή προπόνησης…
es: Grabando entrenamiento…
es_419: Grabando entrenamiento…
fi: Äänitetään harjoitus…
fr: Enregistrement de l'entraînement…
fr_ca: Enregistrement de l'entraînement…
he: מקליט אימון…
hi: वर्कआउट रिकॉर्ड कर रहे हैं…
hr: Snimam vježbu…
hu: Edzés rögzítése…
id: Merekam olahraga…
it: Registrazione dell'allenamento…
ja: ワークアウトを録音しています…
kk: Дене жаттығуын жазу…
ko: 운동 기록 중…
ms: Merakam senaman…
nb: Spiller inn treningsøkt…
nl: Workout opnemen…
pl: Nagrywanie treningu…
pt_br: Gravando treino…
pt_pt: A gravar treino…
ro: Înregistrarea antrenamentului…
ru: Запись тренировки…
sk: Nahrávanie tréningu…
sv: Spelar in träning…
th: กำลังบันทึกการออกกำลังกาย…
tr: Egzersiz kaydediliyor…
uk: Запис тренування…
vi: Đang ghi lại buổi tập…
zh_hans: 正在记录锻炼…
zh_hant: 紀錄運動…
zh_hk: 錄製運動…

# TK.Placeholder.setAFitnessGoalDots
source: Set a fitness goal…
ar: حدد هدف للياقة البدنية…
bg: Определи фитнес цел…
ca: Estableix un objectiu de fitness…
cs: Stanovit fitness cíl…
da: Sæt et fitnessmål…
de: Ein Fitnessziel setzen…
el: Ορισμός στόχου φυσικής κατάστασης…
es: Establecer una meta de fitness…
es_419: Establecer una meta de acondicionamiento físico…
fi: Aseta kuntoilutavoite…
fr: Définir un objectif de fitness…
fr_ca: Fixer un objectif de condition physique…
he: קבע יעד כושר…
hi: एक फिटनेस लक्ष्य निर्धारित करें…
hr: Postavi cilj fitnessa…
hu: Fitneszcél megadása…
id: Tetapkan tujuan kebugaran…
it: Imposta un obiettivo di fitness…
ja: フィットネス目標を設定…
kk: Фитнес мақсатты орнатыңыз…
ko: 피트니스 목표 설정…
ms: Tetapkan matlamat kecergasan…
nb: Sett et treningsmål…
nl: Stel een fitnessdoel in…
pl: Ustaw cel fitness…
pt_br: Definir uma meta de condicionamento físico…
pt_pt: Define um objetivo de fitness…
ro: Stabilește un obiectiv de fitness…
ru: Установите фитнес-цель…
sk: Nastaviť cieľ týkajúci sa kondície…
sv: Sätt ett träningsmål…
th: ตั้งเป้าหมายการออกกำลังกาย…
tr: Bir fitness hedefi belirle…
uk: Встановити ціль із фітнесу…
vi: Đặt mục tiêu thể dục…
zh_hans: 设定健身目标…
zh_hant: 設定健身目標…
zh_hk: 設置健身目標…

# TK.Placeholder.trackingStepsDots
source: Tracking steps…
ar: جاري تتبع الخطوات…
bg: Проследяване на стъпките…
ca: Seguiment de passos…
cs: Sledování kroků…
da: Tracker skridt…
de: Schritte verfolgen…
el: Καταμέτρηση βημάτων…
es: Seguimiento de pasos…
es_419: Rastreando pasos…
fi: Seurataan askelia…
fr: Suivi des pas…
fr_ca: Suivi des pas…
he: סופר צעדים…
hi: कदम गिन रहे हैं...
hr: Praćenje koraka…
hu: Lépések követése…
id: Melacak langkah-langkah…
it: Monitoraggio dei passi…
ja: ステップを追跡中…
kk: Адымдарды бақылау…
ko: 걸음 수 추적 중…
ms: Mengesan langkah…
nb: Sporer skritt…
nl: Stappen bijhouden…
pl: Śledzenie kroków…
pt_br: Rastreamento de passos…
pt_pt: A acompanhar passos…
ro: Urmărind pașii…
ru: Отслеживание шагов…
sk: Sledujem kroky…
sv: Spårar steg…
th: กำลังติดตามจำนวนก้าว…
tr: Adım takibi yapılıyor…
uk: Відстеження кроків…
vi: Đang theo dõi số bước…
zh_hans: 步数跟踪中…
zh_hant: 計步中…
zh_hk: 追蹤步數…
